#+title: Creator Monetization Research
#+author: James Conroy-Finn
#+email: jcf@bits.page
#+startup: content

** Available Tasks
#+begin_src sh :results output verbatim
just --list
#+end_src

#+results:
: Available recipes:
:     all     # Full pipeline: scrape, convert, analyze
:     analyze # Run DuckDB analysis
:     convert # Convert EDN to JSON for analysis
:     default
:     scrape  # Scrape Instagram profiles

